/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Загружаю «%@»…";

/* Could not load preference message template */
"CouldNotLoad" = "Не удается загрузить окно настроек %@.";
"CouldNotLoad_ArchMisMatch" = "Нельзя открыть панель настроек %@ на этом компьютере. Обратитесь к разработчику ПО, чтобы получить более новую версию.";
"CouldNotLoad_ArchMisMatch_PPC" = "Вам не удается открыть настройки %@, т.к. они не работают на Mac с процессором PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Нельзя открыть настройки %@, т.к. они не работают на Mac с процессором Intel.";

/* Preferences error alert title */
"Preferences Error" = "Ошибка настроек";

"OK" = "OK";
"CANCEL" = "Отменить";
"REPLACE" = "Заменить";

"SEARCH_LABEL" =  "Поиск";
"SEARCH_PALLETE_LABEL" = "Поиск";
"SHOWALL_LABEL" = "Показать все";
"BACK_AXDESCRIPTION" = "Назад";
"FORWARD_AXDESCRIPTION" = "Вперед";
"AXScrollAreaDescription" = "панели настроек";

/* Label for Show All button */
"Show All" = "Показать все";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Системные настройки: %@";

/* Show All window title */
"System Preferences" = "Системные настройки";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Доступ к этой панели для Вас закрыт.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Нельзя открыть панель настроек «%@», т.к. она недоступна для Вас в настоящий момент.";
"PREF_PANE_HIDDEN_DESC" = "Чтобы увидеть панель настроек, может понадобиться подключить устройство к компьютеру.";

/* Install Assistant */
"PREF_PANE" = "панель настроек";
"SCREEN_SAVER" = "заставка";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Эта панель настроек не работает с данной версией Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Эта заставка не работает с данной версией Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Для панели настроек требуется Mac OS X %@ или новее. На Вашем компьютере установлена Mac OS X %@.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Для работы заставки требуется Mac OS X %@ или новее. На Вашем компьютере установлена Mac OS X %@.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Панель настроек «%@» должна быть установлена перед началом эксплуатации. Установить сейчас?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Заставка «%@» должна быть установлена перед началом эксплуатации. Установить сейчас?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "После нажатия кнопки «Установить» потребуется ввести имя и пароль администратора этого компьютера.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Не удается удалить панель «%@», т.к. произошла ошибка.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Устанавливаемая Вами панель настроек уже установлена. Заменить существующую панель настроек?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Установлена старая версия данной панели настроек. Заменить ее на новую версию?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Установлена новая версия данной панели настроек. Заменить ее на старую версию?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Устанавливаемая Вами заставка уже установлена. Заменить существующую заставку?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Установлена старая версия заставки. Заменить ее новой версией?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Установлена новая версия заставки. Заменить ее старой версией?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Не удалось установить панель настроек «%@», т.к. произошла ошибка.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Не удалось установить заставку «%@», т.к. произошла ошибка.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Не удается удалить панель «%@», т.к. произошла ошибка.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Не удалось удалить заставку «%@», т.к. произошла ошибка.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Нельзя установить панель настроек «%@», т.к. она уже установлена.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Панель настроек «%@» входит в состав Mac OS X и не может быть заменена.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Нельзя установить заставку «%@», т.к. она уже установлена.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Заставка «%@» входит в состав Mac OS X и не может быть заменена.";
"INSTALL_REQUEST_REOPEN_APP" = "После установки этого ПО завершите Системные настройки, а затем откройте их снова.";

"PREF_PANE_INSTALL_ERROR" = "Не удалось установить панель настроек %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Не удалось установить заставку %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Удалить панель «%@»";

"ERR_LOADING_MISSING_TITLE" = "Не удается открыть «%@», т.к. объект недоступен.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-бит)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Для работы с панелью настроек «%@» необходимо завершить и повторно открыть Системные настройки.";
